import { HistoryRecord } from "../types";

export const menuData: HistoryRecord[] = [
  {
    id: 1,
    title: "今天撸不撸",
    items: [
      "三天不撸",
      "永远不撸",
      "一天不撸",
      "撸到昏",
      "再转一次",
      "看韩片撸",
      "看欧美撸",
      "看日片撸",
      "不撸",
      "大撸特撸",
      "偷偷撸",
      "只看不撸",
      "撸一晚上",
    ],
  },
  {
    id: 2,
    title: "今天吃啥",
    items: [
      "吃火锅",
      "吃烤肉",
      "吃日料",
      "吃韩料",
      "吃川菜",
    ],
  },
  {
    id: 3,
    title: "今天喝啥奶茶",
    items: [
      "喝珍珠奶茶",
      "喝芝士奶盖",
      "喝果茶",
      "喝奶茶",
      "喝咖啡",
      "喝果汁",
      "喝饮料",
      "喝水",
      "喝汤",
      "喝粥",
      "喝汤",
      "喝粥",
    ],
  },
];
